tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew "bash" //installed by Makefile
# brew "bash-completion@2" //installed by Makefile
brew "bat"
brew "bats"
brew "coreutils"
brew "composer"
brew "cowsay"
brew "diff-so-fancy"
brew "dockutil"
brew "fasd"
brew "ffmpeg"
brew "gh"
# brew "git" //installed by Makefile
# brew "git-extras" //installed by Makefile
brew "gnu-sed"
brew "go"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "lynx"
brew "mackup"
brew "mas"
brew "mpv"
brew "nano"
brew "node"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "pv"
brew "python"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "toilet"
brew "tree"
brew "wget"

# Quick Look Plugins (https://github.com/sindresorhus/quick-look-plugins)
brew "apparency"
brew "qlcolorcode"
brew "qlimagesize"
brew "qlmarkdown"
brew "qlstephen"
brew "quicklook-json"
brew "suspicious-package"
brew "qlvideo"